Repository: IMIO/plonemeeting.portal.core
Catalog: src/plonemeeting/portal/core/locales/*/LC_MESSAGES/plone.po
Languages: fr

source: Archive
fr: Archiver

source: Archive the publication.
fr: Archiver la publication.

source: Archived
fr: Archivé

source: Back to private
fr: Retour en privé

source: Back to project
fr: Retour en projet

source: Can only be seen and edited by the Editors.
fr: Peut seulement être vu et édité par les Éditeurs.

source: Can only be seen and edited by the Manager.
fr: Peut seulement être vu et édité par le Gestionnaire.

source: Comment about the last transition
fr: Commentaire sur la dernière transition

source: Decision
fr: Décision

source: Edit
fr: Éditer

source: Folder workflow useable only by Managers.
fr: Workflow de dossier utilisable seulement par les Gestionnaires.

source: In project
fr: Projet de décision

source: Institution Workflow
fr: Processus de publication des Institutions

source: Item
fr: Point

source: Making an item private means that it will not be visible to anyone but the Manager.
fr: Mettre un élément en privé signifie qu'il ne sera visible que par le Gestionnaire.

source: Making an item private.
fr: Mettre un élément en privé.

source: Manager workflow for Folders
fr: Workflow de gestionnaire pour les Dossiers

source: Meeting
fr: Séance

source: Meeting Workflow
fr: Processus de publication des Séances

source: Metadata
fr: Métadonnées

source: Move item to proposed state for review.
fr: Proposer l'élément pour révision.

source: Plan
fr: Planifier

source: Planned
fr: Planifié

source: Planned to be auto-published.
fr: Planifié pour être publié automatiquement.

source: Previous transition
fr: Transition précédente

source: Private
fr: Privé

source: Propose
fr: Proposer

source: Proposed
fr: Proposé

source: Proposed for review; visible to Editors and Publication Reviewer, not yet public.
fr: Proposé pour révision ; visible par les Éditeurs et le Réviseur de publication, pas encore public.

source: Provides access to workflow history
fr: Donne accès à l'historique du workflow

source: Publish
fr: Publier

source: Publish decision
fr: Mettre en décision

source: Published
fr: Publié

source: Publishing the item makes it visible to other users.
fr: Publier l'élément le rend visible aux autres utilisateurs.

source: Send to project
fr: Mettre en projet

source: The ID of the user who performed the last transition
fr: L'ID de l'utilisateur qui a effectué la dernière transition

source: Unpublish
fr: Dépublier

source: Unpublished
fr: Dépublié

source: Unpublishing an item will hide it, it can be published again.
fr: Un dépublication d'un élément le masquera, il peut être publié à nouveau.

source: View
fr: Voir

source: Visible to everyone, editable by the Manager.
fr: Visible par tout le monde, éditable par le Gestionnaire.

source: Visible to everyone, not editable by anyone but marked as archived.
fr: Visible par tout le monde, non éditable par personne mais marqué comme archivé.

source: Visible to everyone, not editable by the Editors.
fr: Visible par tout le monde, non éditable par les Éditeurs.

source: When the previous transition was performed
fr: Quand la transition précédente a été effectuée

source: Workflow for Publications
fr: Workflow pour les Publications

source: label_related_items
fr: Éléments associés
