Repository: IMIO/plonemeeting.portal.core
Catalog: src/plonemeeting/portal/core/locales/*/LC_MESSAGES/plonemeeting.portal.core.po
Languages: fr

source: (Passed term of office) ${representative_value}
fr: (Ancien mandat) ${representative_value}

source: Activated templates
fr: Modèles de document activés

source: Active
fr: Actif

source: Add a publication
fr: Ajouter une publication

source: Added
fr: Ajouté

source: Additional data
fr: Contenu additionnel

source: All templates
fr: Tous les modèles de document

source: Anonymised text tag from ia.Delib to be replaced
fr: Portion anonymisée venant de iA.Delib à remplacer

source: Are you sure you want to unregister this user?
fr: Êtes-vous sûr de vouloir désinscrire cet utilisateur ?

source: Authority
fr: Tutelle

source: Authority date
fr: Date approbation tutelle

source: Back to my institution
fr: Retourner vers mon institution

source: Cancel
fr: Annuler

source: Categories mappings
fr: Correspondances des matières

source: Categories mappings - iA.Delib category mapped more than once : ${categories_title}
fr: Correspondances des matières - Catégorie(s) iA.Delib renseignée(s) plusieurs fois : ${categories_title}

source: Category
fr: Matière

source: Choose the items you want to import in the portal.
fr: Choisissez les points que vous souhaitez importer dans le portail.

source: Choose the items you want to sync/import in the portal. It is also possible to remove items from the portal, by using the 'remove' button.
fr: Choisissez les points que vous souhaitez synchroniser (mettre à jour). Il est également possible d'enlever des points du portail en utilisant le bouton 'Enlever'.

source: Choose the meeting you want to import in the portal.
fr: Choisissez la séance que vous souhaitez importer dans le portail.

source: Configuration folder
fr: Dossier de configuration

source: Custom info
fr: Informations complémentaires

source: Custom page for GDPR text
fr: Url de redirection pour les portions de texte anonymisées

source: Decision
fr: Décision

source: Decision date
fr: Date de décision

source: Decisions
fr: Décisions

source: Demo profile for the plonemeeting.portal.core add-on.
fr: Profil de démo pour le module plonemeeting.portal.core.

source: Document type
fr: Nature du document

source: Document type id
fr: Identifiant

source: Document type title
fr: Titre

source: Document types
fr: Natures des documents

source: Edit
fr: Éditer

source: Edit cancelled
fr: Édition annulée

source: Edit meeting
fr: Modifier la séance

source: Edit this institution
fr: Modifier

source: Enabled tabs
fr: Onglets activés

source: Enter a TAL expression that once evaluated will return the setting's value. Elements context, request, view, template, utils, portal, site_url, user are available for the expression.
fr: Entrez une expression TAL qui, une fois évaluée, renverra la valeur du paramètre. Les contextes éléments, request, view, template, utils, portal, site_url, user sont disponibles pour l'expression.

source: Entry date
fr: Date entrée en vigueur

source: Expired authority date
fr: Exécutoire en date du (expiration délai tutelle)

source: Faceted decisions
fr: Facettes décisions

source: Faceted meeting preview
fr: Vue facettes Séance

source: Faceted publications
fr: Facettes publications

source: Faceted publications preview
fr: Prévisualisation des publications

source: Footer color
fr: Couleur du pied de page

source: Footer text color
fr: Couleur de texte du pied de page

source: For enabling third-party JavaScript integrations from external providers (e.g. Google Analytics). Paste the provided code snippet here. It will be rendered as entered near the end of the page.
fr: Pour activer les intégrations JavaScript tierces provenant de fournisseurs externes (par exemple Google Analytics). Collez le code fourni ici. Il sera rendu tel quel près de la fin de la page.

source: Force reimport this meeting
fr: Réimporter toute cette séance (plus lent)

source: Formatting
fr: Formatage

source: Global categories
fr: Matières globales

source: Global category
fr: Matière globale

source: Global category id
fr: Identifiant de matière globale

source: Global category title
fr: Titre de matière globale

source: Groups in charge
fr: Groupes en charge

source: Header color
fr: Couleur de l'en-tête

source: Hour and place of consultation
fr: Lieu et horaires de consultation

source: Import
fr: Importer

source: Import a new meeting
fr: Importer une nouvelle séance

source: Import meeting
fr: Importer une séance

source: Info annex formatting tal expression
fr: Expression TAL pour le formatage des informations des annexes

source: Installs the plonemeeting.portal.core add-on.
fr: Installe le module plonemeeting.portal.core.

source: Institution Type
fr: Type d'institution

source: Institution types
fr: Types d'institution

source: Internal redirect path for GDPR masked text links from site root
fr: Redirection interne par défaut pour les portions de texte anonymisées

source: Invalid color parameter, the value should be a correct hexadecimal color
fr: Paramètre couleur incorrect, la valeur doit être une couleur hexadecimale correcte

source: Invalid url parameters, the value should start with '&'
fr: Paramètres de l'URL invalides, la valeeur doit commencer par '&'

source: Item
fr: Point

source: Item additional data formatting tal expression
fr: Expression TAL pour le formatage du contenu additionnel des points

source: Item decision formatting tal expression
fr: Expression TAL pour le formatage des informations des points

source: Item number
fr: Numéro du point

source: Item title formatting tal expression. If empty the default title will be used
fr: Expression TAL pour le formatage du titre du point. Si laissé vide, le titre du point dans iA.Délib sera utilisé

source: Items sort order
fr: Ordre de tri des points

source: JavaScript integrations
fr: Intégrations JavaScript

source: Last modification
fr: Dernière modification

source: Last modification in iA.Delib
fr: Dernière modification dans iA.Délib

source: Legislative authorities
fr: Autorités délibérantes

source: Legislative authority
fr: Autorité délibérante

source: Legislative authority id
fr: Identifiant

source: Legislative authority title
fr: Titre

source: Links text color
fr: Couleur des liens

source: Local category id
fr: Matière dans iA.Délib

source: Mapping
fr: Correspondances

source: Meeting
fr: Séance

source: Meeting Type
fr: Type de séance

source: Meeting config ID
fr: Identifiant de la "Configuration de séance" dans iA.Délib

source: Meeting import form
fr: Importer une nouvelle séance

source: Meeting of
fr: Séance du

source: Meeting pre import form
fr: Rapport d'importation

source: Meeting pre sync form
fr: Rapport de synchronisation

source: Meeting query filter for list
fr: Paramètres pour obtenir la liste des Séances à importer

source: Meeting type id
fr: Id du type de séance

source: Meeting type title
fr: Titre du type de séance

source: Meeting types
fr: Types de séance

source: Modified
fr: Modifié

source: Modified at
fr: Modifié le

source: Navigation bar color
fr: Couleur de la barre de navigation

source: Navigation bar text color
fr: Couleur du texte de la barre de navigation

source: Navigation root path
fr: Chemin de la racine de navigation

source: No data available in table
fr: Aucun élément

source: PM Autopublishing
fr: Publication automatique d'une Publication "Planifiée"

source: PM autopublishing for Managers and True by default
fr: Active la publication automatique par défaut et la restreint aux Managers

source: Parameter
fr: Paramètre

source: Password
fr: Mot de passe

source: Placeholder for GDPR masked text links from site root
fr: Texte à afficher pour les portions de texte anonymisées

source: Plonemeeting URL
fr: URL iA.Délib

source: Power users
fr: Super-utilisateurs

source: Project decision disclaimer
fr: Avertissement à afficher sur les points en "Projet de décision"

source: Publication notice
fr: Attestation de publication

source: Publication poster
fr: Affiche de publication

source: Published Items content query
fr: Paramètres pour obtenir les champs des Points à importer

source: Published Items query filter
fr: Paramètres pour obtenir la liste des Points à importer

source: Related meeting date
fr: Date de la séance

source: Remove
fr: Enlever

source: Removed
fr: Enlevé

source: Representative
fr: Mandataire

source: Representative group in charge
fr: Mandataire

source: Representative key
fr: Mandataire dans iA.Délib

source: Representative long values
fr: Valeur longue de mandataire

source: Representative value
fr: Valeur de mandataire

source: Representatives mappings
fr: Correspondances des mandataires

source: Representatives mappings - Removing representatives linked to items is not allowed : ${representatives}
fr: Correspondances des mandataires - Supprimer un mandataires déjà associé à des points n'est pas autorisé

source: Save
fr: Enregistrer

source: Select
fr: Sélectionner

source: Setting
fr: Paramètre

source: Setting to configure. The value between brackets is the technical name used in the templates.
fr: Paramètre à configurer. La valeur entre crochets est le nom technique utilisé dans les modèles de document.

source: Showing _START_ to _END_ of _TOTAL_ entries
fr: Affichage de _START_ à _END_ sur _TOTAL_ entrées

source: Sortable Item number
fr: Numéro triable du point

source: Status
fr: Statut

source: Styling
fr: Styles

source: Subject to authority?
fr: Soumis à la tutelle?

source: Sync
fr: Synchroniser

source: TAL expression
fr: Expression TAL

source: Template
fr: Modèle de document

source: Template default settings
fr: Paramètres par défaut des modèles de document

source: Template logo
fr: Logo utilisé dans les modèles de document

source: Template setting id
fr: Identifiant du paramètre du modèle de document

source: Template setting title
fr: Titre du paramètre du modèle de document

source: Template setting value
fr: Valeur du paramètre du modèle de document

source: Template settings
fr: Paramètres des modèles de document

source: Template settings used to customize templates. Leave empty to use default values.
fr: Paramètres des modèles de document utilisés pour personnaliser les modèles. Laisser vide pour utiliser les valeurs par défaut.

source: Templates
fr: Modèles de document

source: Text
fr: Texte

source: The CAPTCHA validation was unsuccessful. Please retry by carefully following the instructions.
fr: La validation CAPTCHA a échoué. Veuillez réessayer en suivant attentivement les instructions fournies.

source: The url visitors should be redirected to when clicking a GDPR masked text
fr: Page vers laquelle les visiteurs seront redirigé quand ils cliquent sur les portions de texte anonymisées

source: Timestamping is disabled for this element!
fr: L'horodatage est désactivé pour cet élément!

source: Title
fr: Titre

source: UID Plonemeeting
fr: UID iA.Délib

source: Unchanged
fr: Inchangé

source: Unexpected meeting count in web service response !
fr: Nombre de Séances inatendu dans la réponse du service web !

source: Unexpected publishable annex value in web service response !
fr: Une annexe non publiable a été trouvée dans la réponse du web service !

source: Uninstalls the plonemeeting.portal.core add-on.
fr: Désinstalle le module plonemeeting.portal.core.

source: Unknown value: ${key}
fr: Valeur inconnue: ${key}

source: Update meeting
fr: Synchroniser cette séance

source: Username
fr: Nom d'utilisateur

source: Users and groups summary
fr: Récapitulatif des utilisateurs et groupes

source: Users management
fr: Gestion des utilisateurs

source: Value
fr: Valeur

source: Verification
fr: Vérification

source: View
fr: Voir

source: View meeting
fr: Voir la séance

source: We will use this address if you need to recover your password
fr: Nous utiliserons cette adresse si l'utilisateur a perdu son mot de passe

source: Web service connection error !
fr: Erreur de connexion au service web !

source: Webservice connection error !
fr: Erreur de connexion au web service !

source: You can't remove items from a decided meeting.
fr: Vous ne pouvez pas enlever de points sur une séance déjà décidée.

source: You must be publications power user to remove this element!
fr: Vous devez avoir le rôle super-utilisateur pour supprimer une publication!

source: activate to sort column ascending
fr: activer pour trier la colonne par ordre croissant

source: activate to sort column descending
fr: activer pour trier la colonne par ordre décroissant

source: authority_date_description
fr: N'apparaitra pas si laissé vide.

source: categories_mappings_description
fr: Les points pour lesquels aucune correspondance de matière ne sera trouvée seront ignorés.

source: category
fr: Catégorie

source: classifier
fr: Classificateur

source: confidential
fr: Confidentiel

source: decision
fr: Décision

source: default_in_project_disclaimer
fr: <p>Ce <em><strong>projet de délibération</strong></em> est un document préparatoire <strong>ayant vocation de permettre aux membres du Conseil communal d'examiner la décision soumise à son approbation.</strong></p> <p>Ce document est par nature <strong>évolutif et susceptible d'être modifié. Ce texte <span style='text-decoration: underline;'>n'a pas encore été adopté</span> par l'autorité communale.</strong></p>

source: desc_invite_user
fr: Vous pouvez inviter un utilisateur existant à rejoindre votre institution. Attention, veuillez vérifier avec l'utilisateur qu'il possède bien ce compte.

source: desc_manage_create_user
fr: Créer un nouvel utilisateur

source: desc_manage_edit_user
fr: Modifier l'utilisateur

source: description_manage_users
fr: Ici, vous pouvez gérer les utilisateurs de votre institution. Si, lors de la création d'un nouvel utilisateur, son identifiant est déjà utilisé, vous pouvez l'inviter à rejoindre votre institution, à condition d'avoir vérifié avec l'utilisateur qu'il possédait bien ce compte. Sinon, vous pouvez simplement créer un nouvel utilisateur avec un autre identifiant. Attention, un identifiant ne peut être utilisé qu'une seule fois dans le système et ne peut être changé par la suite.

source: effective_date_in_past_msg
fr: Cet élément ne peut pas être publié car sa date de publication est dans le passé. Pour publier maintenant, supprimez la date. Pour planifier une publication, choisissez une date future.

source: enableAutopublishing
fr: Activer l'auto-publication

source: enabled_templates_description
fr: Modèles de document activés pour cette institution. Un modèle de document doit être activé pour pouvoir être utilisé afin de générer des documents.

source: expired_authority_date_description
fr: N'apparaitra pas si laissé vide.

source: help_full_name_creation
fr: Introduisez le nom complet, par exemple Jean Dupont.

source: help_select_groups
fr: Si un utilisateur est gestionnaire de décisions il pourra importer/synchroniser des séances depuis iA.Délib. Si un utilisateur est gestionnaire de publications il pourra publier des publications. Si un utilisateur est gestionnaire il pourra gérer les comptes utilisateurs.

source: help_user_name_creation_casesensitive
fr: Introduisez un nom d'utilisateur, habituellement quelque chose comme 'jdupont'. Pas d'espaces ou de caractères spéciaux. Les noms d'utilisateur et les mots de passe sont sensibles à la casse, assurez-vous que la touche majuscule n'est pas activée. C'est le nom utilisé pour se connecter.

source: iA.Delib field to use for category mapping
fr: Champ iA.Délib à utiliser pour la correspondance des matières

source: in_project
fr: Projet de décision

source: item_content_query_description
fr: Paramètres URL servant à obtenir le contenu des points à importer

source: item_filter_query_description
fr: Paramètres URL servant à obtenir la liste des points à importer.

source: label_actions
fr: Actions

source: label_create_new_user
fr: Créer un nouvel utilisateur

source: label_edit
fr: Modifier

source: label_email
fr: Adresse e-mail

source: label_fullname
fr: Nom complet

source: label_invite_button
fr: Inviter

source: label_invite_existing_user
fr: Inviter un utilisateur existant

source: label_invite_user
fr: Inviter un utilisateur existant

source: label_manage_create_user
fr: Créer un nouvel utilisateur

source: label_manage_edit_user
fr: Modifier l'utilisateur

source: label_manage_institution
fr: Paramètres de l'institution

source: label_manage_users
fr: Gestion des utilisateurs

source: label_send
fr: Envoyer

source: label_unregister
fr: Enlever

source: meeting_filter_query_description
fr: Paramètres URL servant à obtenir la liste des séances à importer.

source: meeting_imported
fr: Séance importée ! ${created} points créés, ${modified} points modifiés, ${deleted} points supprimés.

source: msg_editing_timestamped_content
fr: Vous êtes en train de modifier un contenu horodaté! Si vous enregistrez, l'horodatage et la date de publication seront mis à jour. Si vous souhaitez conserver l'horodatage, veuillez cliquer sur annuler.

source: msg_existing_user_error
fr: Un utilisateur ayant cet identifiant existe déjà. Veuillez en choisir un autre.

source: msg_missing_effective_date
fr: La date de publication est obligatoire dans cet état du workflow.

source: msg_no_users_found
fr: Aucun utilisateur trouvé.

source: msg_timestamp_removed
fr: L'horodatage a été supprimé car le contenu a été modifié.

source: msg_user_create_failed
fr: Échec de la création de l'utilisateur

source: msg_user_create_failed: {}
fr: La création de l'utilisateur a échoué: {}

source: msg_user_created
fr: Utilisateur créé

source: msg_user_updated
fr: Utilisateur mis à jour

source: power_users_description
fr: Sélectionnez les utilisateurs qui pourront dépublier manuellement ou supprimer une publication "privée" ou "dépubliée". Ne sélectionnez aucun utilisateur si tous les gestionnaires de publications doivent pouvoir effectuer ces actions.

source: private
fr: Privé

source: proposed
fr: Proposé

source: representative_long_value_description
fr: Affichée sur les pages des points

source: representative_value_description
fr: Affichée dans les filtres et dans les listes de points

source: representatives_mappings_description
fr: Si des correspondances de mandataires sont renseignées ci-dessous, les points pour lesquels aucune correspondance ne sera trouvée seront ignorés.
